from config import jetton

start = '<b>Kubiki </b>\n' \
        '⚡️<b>Раунд #{}</b>\n\n' \
        'До конца раунда:\n' \
        '🕖<b> {} секунд</b>\n\n' \
        'Сделайте свой выбор и отправьте от <b>1 до {} GAIKA</b>...\n'

end = '⚡ Раунд #{}. Награды распределены. Поздравляем победителей!\n\n' \
      '{} участник(ов) выиграли в сумме {} IVS \n\n' \
      'Итоги раунда:\n\n' \
      'Кубик №1: {} \n' \
      'Кубик №2: {} \n' \
      '{} \n' \
      '{}' \
      'Сумма {}' \
      '{}' \
      '{}' \
      '{}\n\n' \
      'По всем проблемам и интересующим вопросам можете обращаться к @ravvw'

win_text = 'Привет!\n' \
           'Ты победил в кубиках и выиграл {} IVS 🔩\n' \
           'Продолжай в том же духе!'

adm_text = '---------------' \
           'Раунд {}' \
           '---------------\n' \
           'Ключ проверки: {} \n' \
           'Делитель проверки: {} \n\n' \
           'Поставлено: {}\n\n' \
           'Выиграно: {}\n\n' \
           'Прибыль/убыток: {}\n\n' \
           '--------------------------------------------\n' \
           'Баланс: {}\n' \
           'По сравнению с прошлым раундом: {} {}\n' \
           '--------------------------------------------'
